Repository: Alexadar/rootyapps
Catalog: eartharound.swift/DesignShared/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fi, fr, it, ja, ko, nb, nl, pl, pt_br, sv, tr, uk, zh_hans, zh_hant

source: No live storm, aurora or flare data right now. Pull to refresh — nothing is shown until it's real.
cs: Momentálně nejsou k dispozici živá data o bouři, polární záři ani erupcích. Přetažením obnovíte — nic se nezobrazí, dokud to není skutečné.
da: Der er ingen livedata om storm, nordlys eller soludbrud lige nu. Træk for at opdatere – intet vises, før det er ægte.
de: Derzeit keine aktuellen Sturm-, Polarlicht- oder Eruptionsdaten. Zum Aktualisieren ziehen – es wird nichts angezeigt, was nicht echt ist.
es: Ahora mismo no hay datos en vivo de tormenta, aurora ni llamaradas. Desliza para actualizar: no se muestra nada que no sea real.
fi: Juuri nyt ei ole reaaliaikaisia myrsky-, revontuli- tai roihutietoja. Vedä päivittääksesi – mitään ei näytetä ennen kuin se on totta.
fr: Aucune donnée en direct de tempête, d'aurore ou d'éruption. Tirez pour actualiser — rien n'est affiché tant que ce n'est pas réel.
it: Al momento non ci sono dati in tempo reale su tempeste, aurore o brillamenti. Trascina per aggiornare — non mostriamo nulla che non sia reale.
ja: 現在、嵐・オーロラ・フレアのライブデータはありません。引いて更新してください — 実データが揃うまで何も表示しません。
ko: 현재 폭풍·오로라·플레어 실시간 데이터가 없습니다. 당겨서 새로 고침하세요 — 실제 데이터가 아니면 아무것도 표시하지 않습니다.
nb: Ingen sanntidsdata om storm, nordlys eller solutbrudd akkurat nå. Dra for å oppdatere – ingenting vises før det er ekte.
nl: Op dit moment geen live storm-, poollicht- of uitbarstingsgegevens. Trek om te verversen — er wordt niets getoond wat niet echt is.
pl: Obecnie brak danych na żywo o burzy, zorzy czy rozbłyskach. Pociągnij, aby odświeżyć — nic nie jest pokazywane, dopóki nie jest prawdziwe.
pt_br: No momento não há dados ao vivo de tempestade, aurora ou erupções. Puxe para atualizar — nada é mostrado até ser real.
sv: Just nu finns inga livedata om storm, norrsken eller soleruptioner. Dra för att uppdatera – inget visas förrän det är verkligt.
tr: Şu anda canlı fırtına, kutup ışığı veya patlama verisi yok. Yenilemek için çekin — gerçek olmayan hiçbir şey gösterilmez.
uk: Зараз немає актуальних даних про бурю, сяйво чи спалахи. Потягніть, щоб оновити — нічого не показуємо, доки дані не справжні.
zh_hans: 当前没有风暴、极光或耀斑的实时数据。下拉刷新——数据未经证实前不会显示。
zh_hant: 目前沒有風暴、極光或閃焰的即時資料。下拉重新整理——資料未經證實前不會顯示。

source: Nominal
cs: Obvyklý
da: Normal
de: Normal
es: Normal
fi: Tavanomainen
it: Nominale
ja: 標準
ko: 보통
nb: Normal
nl: Normaal
pl: Typowy
pt_br: Normal
sv: Normal
tr: Normal
uk: Звичайний
zh_hans: 正常
zh_hant: 正常

source: None
cs: Žádná
da: Ingen
de: Keiner
es: Ninguna
fi: Ei myrskyä
fr: Aucune
it: Nessuna
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhuma
sv: Ingen
tr: Yok
uk: Немає
zh_hans: 无
zh_hant: 無

source: Notify from
cs: Upozornit od
da: Notificér fra
de: Benachrichtigen ab
es: Avisar desde
fi: Ilmoita tasosta
fr: Notifier à partir de
it: Notifica da
ja: 通知する下限
ko: 알림 기준
nb: Varsle fra
nl: Melden vanaf
pl: Powiadamiaj od
pt_br: Notificar a partir de
sv: Avisera från
tr: Şuradan itibaren bildir
uk: Сповіщати від
zh_hans: 提醒起始等级
zh_hant: 提醒起始等級

source: Observed %@
cs: Naměřeno %@
da: Målt %@
de: Gemessen %@
es: Medido %@
fi: Mitattu %@
fr: Mesuré %@
it: Rilevato %@
ja: 観測 %@
ko: 관측 %@
nb: Målt %@
nl: Gemeten %@
pl: Zmierzono %@
pt_br: Medido %@
sv: Uppmätt %@
tr: Ölçüldü: %@
uk: Виміряно %@
zh_hans: 观测于%@
zh_hant: 觀測於%@

source: Offline · showing last known
cs: Offline · zobrazena poslední známá data
da: Offline · viser senest kendte
de: Offline · letzter bekannter Stand
es: Sin conexión · último dato conocido
fi: Offline · näytetään viimeisin tunnettu
fr: Hors ligne · dernière valeur connue
it: Offline · ultimo dato noto
ja: オフライン・最後に取得した値を表示
ko: 오프라인 · 마지막 값 표시
nb: Frakoblet · viser sist kjente
nl: Offline · laatst bekende waarde
pl: Offline · ostatni znany odczyt
pt_br: Offline · última leitura conhecida
sv: Offline · visar senast kända
tr: Çevrimdışı · son bilinen veri
uk: Офлайн · показано останнє відоме
zh_hans: 离线 · 显示最后已知数据
zh_hant: 離線 · 顯示最後已知資料

source: Paused on cellular · %@
cs: Pozastaveno na mobilních datech · %@
da: Sat på pause på mobilnet · %@
de: Im Mobilfunk pausiert · %@
es: En pausa con datos móviles · %@
fi: Keskeytetty mobiiliverkossa · %@
fr: En pause en cellulaire · %@
it: In pausa su rete cellulare · %@
ja: モバイル通信のため一時停止・%@
ko: 셀룰러에서 일시 중지 · %@
nb: Satt på pause på mobilnett · %@
nl: Gepauzeerd op mobiel · %@
pl: Wstrzymano w sieci komórkowej · %@
pt_br: Pausado nos dados móveis · %@
sv: Pausad på mobilnät · %@
tr: Hücresel veride duraklatıldı · %@
uk: Призупинено в мобільній мережі · %@
zh_hans: 蜂窝网络下已暂停 · %@
zh_hant: 行動網路下已暫停 · %@

source: Paused on cellular · will refresh on Wi-Fi
cs: Pozastaveno na mobilních datech · obnoví se na Wi-Fi
da: På pause på mobilnet · opdateres på Wi-Fi
de: Im Mobilfunk pausiert · aktualisiert über WLAN
es: En pausa con datos móviles · se actualizará por Wi-Fi
fi: Keskeytetty mobiiliverkossa · päivittyy Wi-Fissä
fr: En pause en cellulaire · actualisation en Wi-Fi
it: In pausa su rete cellulare · si aggiornerà in Wi-Fi
ja: モバイル通信のため一時停止・Wi-Fi で更新します
ko: 셀룰러에서 일시 중지 · Wi-Fi에서 새로 고침
nb: På pause på mobilnett · oppdateres på Wi-Fi
nl: Gepauzeerd op mobiel · ververst op wifi
pl: Wstrzymano w sieci komórkowej · odświeży się na Wi-Fi
pt_br: Pausado nos dados móveis · atualiza no Wi-Fi
sv: Pausad på mobilnät · uppdateras på Wi-Fi
tr: Hücresel veride duraklatıldı · Wi-Fi’de yenilenecek
uk: Призупинено в мобільній мережі · оновиться через Wi-Fi
zh_hans: 蜂窝网络下已暂停 · 将在 Wi-Fi 下刷新
zh_hant: 行動網路下已暫停 · 將在 Wi-Fi 下重新整理

source: Planetary Kp
cs: Planetární Kp
da: Planetarisk Kp
de: Planetarer Kp
es: Kp planetario
fi: Planetaarinen Kp
fr: Kp planétaire
it: Kp planetario
ja: 惑星 Kp
ko: 행성 Kp
nb: Planetarisk Kp
nl: Planetaire Kp
pl: Planetarny Kp
pt_br: Kp planetário
sv: Planetärt Kp
tr: Gezegensel Kp
uk: Планетарний Kp
zh_hans: 行星 Kp
zh_hant: 行星 Kp

source: Planetary Kp now, and the 24-hour peak.
cs: Planetární Kp nyní a špička za 24 hodin.
da: Planetarisk Kp nu og toppen seneste 24 t.
de: Planetarer Kp jetzt und die 24-Stunden-Spitze.
es: Kp planetario ahora y el pico de 24 h.
fi: Planetaarinen Kp nyt ja 24 tunnin huippu.
fr: Kp planétaire actuel et le pic sur 24 h.
it: Kp planetario ora e il picco nelle 24 h.
ja: 現在の惑星 Kp と24時間の最大値。
ko: 현재 행성 Kp와 24시간 최댓값.
nb: Planetarisk Kp nå og toppen siste 24 t.
nl: Planetaire Kp nu en de piek over 24 uur.
pl: Planetarny Kp teraz i szczyt z 24 godzin.
pt_br: Kp planetário agora e o pico de 24 h.
sv: Planetärt Kp nu och toppen senaste 24 h.
tr: Şu anki gezegensel Kp ve 24 saatlik zirve.
uk: Планетарний Kp зараз і пік за 24 години.
zh_hans: 当前行星 Kp 与 24 小时峰值。
zh_hant: 目前行星 Kp 與 24 小時峰值。

source: Planetary Kp · 3-Day
cs: Planetární Kp · 3 dny
da: Planetarisk Kp · 3 dage
de: Planetarer Kp · 3 Tage
es: Kp planetario · 3 días
fi: Planetaarinen Kp · 3 vrk
fr: Kp planétaire · 3 jours
it: Kp planetario · 3 giorni
ja: 惑星 Kp・3日間
ko: 행성 Kp · 3일
nb: Planetarisk Kp · 3 døgn
nl: Planetaire Kp · 3 dagen
pl: Planetarny Kp · 3 dni
pt_br: Kp planetário · 3 dias
sv: Planetärt Kp · 3 dygn
tr: Gezegensel Kp · 3 gün
uk: Планетарний Kp · 3 дні
zh_hans: 行星 Kp · 三日
zh_hant: 行星 Kp · 三日

source: Planetary Kp, %@, level G%lld
cs: Planetární Kp, %1$@, úroveň G%2$lld
da: Planetarisk Kp, %1$@, niveau G%2$lld
de: Planetarer Kp, %1$@, Stufe G%2$lld
es: Kp planetario, %1$@, nivel G%2$lld
fi: Planetaarinen Kp, %1$@, taso G%2$lld
fr: Kp planétaire, %1$@, niveau G%2$lld
it: Kp planetario, %1$@, livello G%2$lld
ja: 惑星 Kp、%1$@、レベル G%2$lld
ko: 행성 Kp, %1$@, 등급 G%2$lld
nb: Planetarisk Kp, %1$@, nivå G%2$lld
nl: Planetaire Kp, %1$@, niveau G%2$lld
pl: Planetarny Kp, %1$@, poziom G%2$lld
pt_br: Kp planetário, %1$@, nível G%2$lld
sv: Planetärt Kp, %1$@, nivå G%2$lld
tr: Gezegensel Kp, %1$@, düzey G%2$lld
uk: Планетарний Kp, %1$@, рівень G%2$lld
zh_hans: 行星 Kp，%1$@，等级 G%2$lld
zh_hant: 行星 Kp，%1$@，等級 G%2$lld

source: Planetary Kp, storm level, aurora chance and solar wind — live from NOAA.
cs: Planetární Kp, úroveň bouře, šance na polární záři a sluneční vítr — živě z NOAA.
da: Planetarisk Kp, stormniveau, chance for nordlys og solvind – live fra NOAA.
de: Planetarer Kp, Sturmstufe, Polarlicht-Chance und Sonnenwind – live von der NOAA.
es: Kp planetario, nivel de tormenta, probabilidad de aurora y viento solar: en vivo desde NOAA.
fi: Planetaarinen Kp, myrskytaso, revontulten mahdollisuus ja aurinkotuuli – suorana NOAA:lta.
fr: Kp planétaire, niveau de tempête, chance d'aurore et vent solaire — en direct de la NOAA.
it: Kp planetario, livello di tempesta, probabilità di aurora e vento solare — in diretta da NOAA.
ja: 惑星 Kp、嵐のレベル、オーロラの可能性、太陽風 — NOAA からライブで。
ko: 행성 Kp, 폭풍 등급, 오로라 가능성, 태양풍 — NOAA에서 실시간으로.
nb: Planetarisk Kp, stormnivå, nordlyssjanse og solvind – direkte fra NOAA.
nl: Planetaire Kp, stormniveau, kans op poollicht en zonnewind — live van de NOAA.
pl: Planetarny Kp, poziom burzy, szansa na zorzę i wiatr słoneczny — na żywo z NOAA.
pt_br: Kp planetário, nível de tempestade, chance de aurora e vento solar — ao vivo da NOAA.
sv: Planetärt Kp, stormnivå, norrskenschans och solvind – live från NOAA.
tr: Gezegensel Kp, fırtına düzeyi, kutup ışığı olasılığı ve güneş rüzgârı — NOAA'dan canlı.
uk: Планетарний Kp, рівень бурі, шанс сяйва та сонячний вітер — наживо від NOAA.
zh_hans: 行星 Kp、风暴等级、极光机会与太阳风——来自 NOAA 的实时数据。
zh_hant: 行星 Kp、風暴等級、極光機會與太陽風——來自 NOAA 的即時資料。

source: Quiet
cs: Klidné
da: Roligt
de: Ruhig
es: Tranquilo
fi: Rauhallinen
fr: Calme
it: Calmo
ja: 静穏
ko: 조용함
nb: Rolig
nl: Rustig
pl: Spokojnie
pt_br: Calmo
sv: Lugnt
tr: Sakin
uk: Спокійно
zh_hans: 平静
zh_hant: 平靜

source: R1 Minor
cs: R1 Mírný
da: R1 Mindre
de: R1 Gering
es: R1 Menor
fi: R1 Vähäinen
fr: R1 Mineure
it: R1 Minore
ja: R1 軽度
ko: R1 경미
nb: R1 Mindre
nl: R1 Gering
pl: R1 Słabe
pt_br: R1 Menor
sv: R1 Mindre
tr: R1 Küçük
uk: R1 Слабке
zh_hans: R1 轻度
zh_hant: R1 輕度

source: R2 Moderate
cs: R2 Střední
da: R2 Moderat
de: R2 Mäßig
es: R2 Moderado
fi: R2 Kohtalainen
fr: R2 Modérée
it: R2 Moderato
ja: R2 中程度
ko: R2 보통
nb: R2 Moderat
nl: R2 Matig
pl: R2 Umiarkowane
pt_br: R2 Moderado
sv: R2 Måttlig
tr: R2 Orta
uk: R2 Помірне
zh_hans: R2 中等
zh_hant: R2 中等

source: R3 Strong
cs: R3 Silný
da: R3 Kraftig
de: R3 Stark
es: R3 Fuerte
fi: R3 Voimakas
fr: R3 Forte
it: R3 Forte
ja: R3 強い
ko: R3 강함
nb: R3 Kraftig
nl: R3 Sterk
pl: R3 Silne
pt_br: R3 Forte
sv: R3 Kraftig
tr: R3 Güçlü
uk: R3 Сильне
zh_hans: R3 强
zh_hant: R3 強

source: R4 Severe
cs: R4 Těžký
da: R4 Alvorlig
de: R4 Schwer
es: R4 Severo
fi: R4 Ankara
fr: R4 Sévère
it: R4 Severo
ja: R4 重度
ko: R4 심각
nb: R4 Alvorlig
nl: R4 Ernstig
pl: R4 Ciężkie
pt_br: R4 Severo
sv: R4 Svår
tr: R4 Şiddetli
uk: R4 Дуже сильне
zh_hans: R4 严重
zh_hant: R4 嚴重

source: R5 Extreme
cs: R5 Extrémní
da: R5 Ekstrem
de: R5 Extrem
es: R5 Extremo
fi: R5 Äärimmäinen
fr: R5 Extrême
it: R5 Estremo
ja: R5 極度
ko: R5 극심
nb: R5 Ekstrem
nl: R5 Extreem
pl: R5 Ekstremalne
pt_br: R5 Extremo
sv: R5 Extrem
tr: R5 Aşırı
uk: R5 Екстремальне
zh_hans: R5 极端
zh_hant: R5 極端

source: Radio blackouts: %@. Radiation storm: %@.
cs: Výpadky rádia: %1$@. Radiační bouře: %2$@.
da: Radioudfald: %1$@. Strålingsstorm: %2$@.
de: Funkausfälle: %1$@. Strahlungssturm: %2$@.
es: Apagones de radio: %1$@. Tormenta de radiación: %2$@.
fi: Radiokatkot: %1$@. Säteilymyrsky: %2$@.
fr: Coupures radio : %1$@. Tempête de radiations : %2$@.
it: Blackout radio: %1$@. Tempesta di radiazioni: %2$@.
ja: 短波通信障害：%1$@。放射線嵐：%2$@。
ko: 무선 장애: %1$@. 방사선 폭풍: %2$@.
nb: Radiobrudd: %1$@. Strålingsstorm: %2$@.
nl: Radiostoringen: %1$@. Stralingsstorm: %2$@.
pl: Zaniki radiowe: %1$@. Burza radiacyjna: %2$@.
pt_br: Apagões de rádio: %1$@. Tempestade de radiação: %2$@.
sv: Radiobortfall: %1$@. Strålningsstorm: %2$@.
tr: Telsiz kesintileri: %1$@. Radyasyon fırtınası: %2$@.
uk: Радіозатемнення: %1$@. Радіаційна буря: %2$@.
zh_hans: 无线电中断：%1$@。辐射风暴：%2$@。
zh_hant: 無線電中斷：%1$@。輻射風暴：%2$@。

source: Refreshes only on Wi-Fi. On cellular the app pauses and keeps showing the last reading rather than failing silently.
cs: Aktualizuje se jen přes Wi-Fi. Na mobilních datech se aplikace pozastaví a dál zobrazuje poslední hodnotu, místo aby tiše selhala.
da: Opdaterer kun via Wi-Fi. På mobilnet sætter appen på pause og viser fortsat den seneste måling i stedet for at fejle i stilhed.
de: Aktualisiert nur über WLAN. Im Mobilfunk pausiert die App und zeigt weiter den letzten Wert, statt still zu versagen.
es: Solo se actualiza por Wi-Fi. Con datos móviles la app se pausa y sigue mostrando la última lectura en vez de fallar en silencio.
fi: Päivittyy vain Wi-Fissä. Mobiiliverkossa sovellus keskeyttää ja näyttää edelleen viimeisimmän lukeman sen sijaan että epäonnistuisi hiljaa.
fr: Actualisation en Wi-Fi uniquement. En cellulaire, l'app se met en pause et continue d'afficher la dernière valeur au lieu d'échouer en silence.
it: Si aggiorna solo via Wi-Fi. Su rete cellulare l'app si mette in pausa e continua a mostrare l'ultima lettura invece di fallire in silenzio.
ja: Wi-Fi でのみ更新します。モバイル通信では一時停止し、黙って失敗せずに最後の値を表示し続けます。
ko: Wi-Fi에서만 새로 고칩니다. 셀룰러에서는 일시 중지하고, 조용히 실패하는 대신 마지막 값을 계속 표시합니다.
nb: Oppdaterer bare over Wi-Fi. På mobilnett settes appen på pause og viser siste måling i stedet for å feile stille.
nl: Ververst alleen via wifi. Op mobiel pauzeert de app en blijft de laatste meting tonen in plaats van stilletjes te falen.
pl: Odświeża tylko przez Wi-Fi. W sieci komórkowej aplikacja wstrzymuje się i nadal pokazuje ostatni odczyt, zamiast po cichu zawodzić.
pt_br: Atualiza só no Wi-Fi. Nos dados móveis o app pausa e continua mostrando a última leitura em vez de falhar em silêncio.
sv: Uppdaterar bara via Wi-Fi. På mobilnät pausar appen och visar den senaste avläsningen i stället för att tyst misslyckas.
tr: Yalnızca Wi-Fi'de yenilenir. Hücresel veride uygulama duraklar ve sessizce başarısız olmak yerine son okumayı göstermeyi sürdürür.
uk: Оновлюється лише через Wi-Fi. У мобільній мережі застосунок призупиняється і показує останнє значення, а не мовчки збоїть.
zh_hans: 仅在 Wi-Fi 下刷新。使用蜂窝网络时应用会暂停，并继续显示最后一次读数，而不是悄悄失败。
zh_hant: 僅在 Wi-Fi 下重新整理。使用行動網路時會暫停，並繼續顯示最後一次讀數，而不是悄悄失敗。

source: Refreshes over Wi-Fi and cellular. A refresh is a few hundred kilobytes.
cs: Aktualizuje se přes Wi-Fi i mobilní data. Jedna aktualizace má několik set kilobajtů.
da: Opdaterer via Wi-Fi og mobilnet. En opdatering fylder et par hundrede kilobyte.
de: Aktualisiert über WLAN und Mobilfunk. Eine Aktualisierung sind ein paar hundert Kilobyte.
es: Se actualiza por Wi-Fi y datos móviles. Cada actualización son unos cientos de kilobytes.
fi: Päivittyy Wi-Fin ja mobiiliverkon kautta. Yksi päivitys on muutama sata kilotavua.
fr: Actualisation via Wi-Fi et données cellulaires. Une actualisation représente quelques centaines de kilo-octets.
it: Si aggiorna via Wi-Fi e rete cellulare. Un aggiornamento pesa poche centinaia di kilobyte.
ja: Wi-Fi とモバイル通信で更新します。1回の更新は数百キロバイトです。
ko: Wi-Fi와 셀룰러로 새로 고칩니다. 한 번의 갱신은 수백 킬로바이트입니다.
nb: Oppdaterer over Wi-Fi og mobilnett. Én oppdatering er noen hundre kilobyte.
nl: Ververst via wifi en mobiel netwerk. Eén verversing is een paar honderd kilobyte.
pl: Odświeża przez Wi-Fi i sieć komórkową. Jedno odświeżenie to kilkaset kilobajtów.
pt_br: Atualiza por Wi-Fi e dados móveis. Cada atualização são algumas centenas de kilobytes.
sv: Uppdaterar via Wi-Fi och mobilnät. En uppdatering är några hundra kilobyte.
tr: Wi-Fi ve hücresel veriyle yenilenir. Bir yenileme birkaç yüz kilobayttır.
uk: Оновлюється через Wi-Fi і мобільну мережу. Одне оновлення — кілька сотень кілобайтів.
zh_hans: 通过 Wi-Fi 和蜂窝网络刷新。每次刷新约几百 KB。
zh_hant: 透過 Wi-Fi 和行動網路重新整理。每次約數百 KB。

source: S1 Minor
cs: S1 Mírná
da: S1 Mindre
de: S1 Gering
es: S1 Menor
fi: S1 Vähäinen
fr: S1 Mineure
it: S1 Minore
ja: S1 軽度
ko: S1 경미
nb: S1 Mindre
nl: S1 Gering
pl: S1 Słaba
pt_br: S1 Menor
sv: S1 Mindre
tr: S1 Küçük
uk: S1 Слабка
zh_hans: S1 轻度
zh_hant: S1 輕度

source: S2 Moderate
cs: S2 Střední
da: S2 Moderat
de: S2 Mäßig
es: S2 Moderada
fi: S2 Kohtalainen
fr: S2 Modérée
it: S2 Moderata
ja: S2 中程度
ko: S2 보통
nb: S2 Moderat
nl: S2 Matig
pl: S2 Umiarkowana
pt_br: S2 Moderada
sv: S2 Måttlig
tr: S2 Orta
uk: S2 Помірна
zh_hans: S2 中等
zh_hant: S2 中等

source: S3 Strong
cs: S3 Silná
da: S3 Kraftig
de: S3 Stark
es: S3 Fuerte
fi: S3 Voimakas
fr: S3 Forte
it: S3 Forte
ja: S3 強い
ko: S3 강함
nb: S3 Kraftig
nl: S3 Sterk
pl: S3 Silna
pt_br: S3 Forte
sv: S3 Kraftig
tr: S3 Güçlü
uk: S3 Сильна
zh_hans: S3 强
zh_hant: S3 強

source: S4 Severe
cs: S4 Těžká
da: S4 Alvorlig
de: S4 Schwer
es: S4 Severa
fi: S4 Ankara
fr: S4 Sévère
it: S4 Severa
ja: S4 重度
ko: S4 심각
nb: S4 Alvorlig
nl: S4 Ernstig
pl: S4 Ciężka
pt_br: S4 Severa
sv: S4 Svår
tr: S4 Şiddetli
uk: S4 Дуже сильна
zh_hans: S4 严重
zh_hant: S4 嚴重

source: S5 Extreme
cs: S5 Extrémní
da: S5 Ekstrem
de: S5 Extrem
es: S5 Extrema
fi: S5 Äärimmäinen
fr: S5 Extrême
it: S5 Estrema
ja: S5 極度
ko: S5 극심
nb: S5 Ekstrem
nl: S5 Extreem
pl: S5 Ekstremalna
pt_br: S5 Extrema
sv: S5 Extrem
tr: S5 Aşırı
uk: S5 Екстремальна
zh_hans: S5 极端
zh_hant: S5 極端

source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Severe
cs: Těžký
da: Alvorlig
de: Schwer
es: Severo
fi: Ankara
fr: Sévère
it: Severo
ja: 重度
ko: 심각
nb: Alvorlig
nl: Ernstig
pl: Ciężki
pt_br: Severo
sv: Svår
tr: Şiddetli
uk: Дуже сильний
zh_hans: 严重
zh_hant: 嚴重

source: Show Kp forecast bars
cs: Zobrazit sloupce předpovědi Kp
da: Vis Kp-prognosesøjler
de: Kp-Prognosebalken anzeigen
es: Mostrar barras de pronóstico de Kp
fi: Näytä Kp-ennustepylväät
fr: Afficher les barres de prévision Kp
it: Mostra le barre di previsione Kp
ja: Kp 予報バーを表示
ko: Kp 예보 막대 표시
nb: Vis Kp-varselsøyler
nl: Kp-verwachtingsbalken tonen
pl: Pokaż słupki prognozy Kp
pt_br: Mostrar barras de previsão do Kp
sv: Visa Kp-prognosstaplar
tr: Kp tahmin çubuklarını göster
uk: Показувати прогнозні стовпчики Kp
zh_hans: 显示 Kp 预报柱
zh_hant: 顯示 Kp 預報柱

source: Simple view
cs: Jednoduché zobrazení
da: Enkel visning
de: Einfache Ansicht
es: Vista simple
fi: Yksinkertainen näkymä
fr: Vue simple
it: Vista semplice
ja: シンプル表示
ko: 간단히 보기
nb: Enkel visning
nl: Eenvoudige weergave
pl: Widok prosty
pt_br: Visão simples
sv: Enkel vy
tr: Basit görünüm
uk: Простий вигляд
zh_hans: 简洁视图
zh_hant: 簡潔檢視

source: Slow
cs: Pomalý
da: Langsom
de: Langsam
es: Lento
fi: Hidas
fr: Lent
it: Lento
ja: 低速
ko: 저속
nb: Langsom
nl: Traag
pl: Wolny
pt_br: Lento
sv: Långsam
tr: Yavaş
uk: Повільний
zh_hans: 低速
zh_hant: 低速

source: Solar Activity
cs: Sluneční aktivita
da: Solaktivitet
de: Sonnenaktivität
es: Actividad solar
fi: Auringon aktiivisuus
fr: Activité solaire
it: Attività solare
ja: 太陽活動
ko: 태양 활동
nb: Solaktivitet
nl: Zonneactiviteit
pl: Aktywność słoneczna
pt_br: Atividade solar
sv: Solaktivitet
tr: Güneş etkinliği
uk: Сонячна активність
zh_hans: 太阳活动
zh_hant: 太陽活動

source: Solar Flares & X-ray Flux
cs: Sluneční erupce a rentgenový tok
da: Soludbrud og røntgenflux
de: Sonneneruptionen & Röntgenfluss
es: Llamaradas solares y flujo de rayos X
fi: Auringonpurkaukset ja röntgenvuo
fr: Éruptions solaires et flux de rayons X
it: Brillamenti solari e flusso di raggi X
ja: 太陽フレアと X 線フラックス
ko: 태양 플레어와 X선 플럭스
nb: Solutbrudd og røntgenfluks
nl: Zonne-uitbarstingen & röntgenflux
pl: Rozbłyski słoneczne i strumień rentgenowski
pt_br: Erupções solares e fluxo de raios X
sv: Soleruptioner och röntgenflöde
tr: Güneş patlamaları ve X-ışını akısı
uk: Сонячні спалахи та рентгенівський потік
zh_hans: 太阳耀斑与 X 射线通量
zh_hant: 太陽閃焰與 X 射線通量

source: Solar Wind
cs: Sluneční vítr
da: Solvind
de: Sonnenwind
es: Viento solar
fi: Aurinkotuuli
fr: Vent solaire
it: Vento solare
ja: 太陽風
ko: 태양풍
nb: Solvind
nl: Zonnewind
pl: Wiatr słoneczny
pt_br: Vento solar
sv: Solvind
tr: Güneş rüzgârı
uk: Сонячний вітер
zh_hans: 太阳风
zh_hant: 太陽風

source: Solar flares
cs: Sluneční erupce
da: Soludbrud
de: Sonneneruptionen
es: Llamaradas solares
fi: Auringonpurkaukset
fr: Éruptions solaires
it: Brillamenti solari
ja: 太陽フレア
ko: 태양 플레어
nb: Solutbrudd
nl: Zonne-uitbarstingen
pl: Rozbłyski słoneczne
pt_br: Erupções solares
sv: Soleruptioner
tr: Güneş patlamaları
uk: Сонячні спалахи
zh_hans: 太阳耀斑
zh_hant: 太陽閃焰

source: Solar flares (M-class and up)
cs: Sluneční erupce (třída M a vyšší)
da: Soludbrud (klasse M og op)
de: Sonneneruptionen (Klasse M und höher)
es: Llamaradas solares (clase M o superior)
fi: Auringonpurkaukset (luokka M ja ylöspäin)
fr: Éruptions solaires (classe M et plus)
it: Brillamenti solari (classe M e oltre)
ja: 太陽フレア（M クラス以上）
ko: 태양 플레어(M 등급 이상)
nb: Solutbrudd (klasse M og oppover)
nl: Zonne-uitbarstingen (klasse M en hoger)
pl: Rozbłyski słoneczne (klasa M i wyżej)
pt_br: Erupções solares (classe M ou maior)
sv: Soleruptioner (klass M och uppåt)
tr: Güneş patlamaları (M sınıfı ve üzeri)
uk: Сонячні спалахи (клас M і вище)
zh_hans: 太阳耀斑（M 级及以上）
zh_hant: 太陽閃焰（M 級以上）

source: Solar, wind & scales
cs: Slunce, vítr a stupnice
da: Sol, vind og skalaer
de: Sonne, Wind & Skalen
es: Sol, viento y escalas
fi: Aurinko, tuuli ja asteikot
fr: Soleil, vent et échelles
it: Sole, vento e scale
ja: 太陽・太陽風・スケール
ko: 태양, 태양풍, 등급
nb: Sol, vind og skalaer
nl: Zon, wind & schalen
pl: Słońce, wiatr i skale
pt_br: Sol, vento e escalas
sv: Sol, vind och skalor
tr: Güneş, rüzgâr ve ölçekler
uk: Сонце, вітер і шкали
zh_hans: 太阳、太阳风与等级
zh_hant: 太陽、太陽風與等級

source: Sources
cs: Zdroje
da: Kilder
de: Quellen
es: Fuentes
fi: Lähteet
it: Fonti
ja: データ元
ko: 출처
nb: Kilder
nl: Bronnen
pl: Źródła
pt_br: Fontes
sv: Källor
tr: Kaynaklar
uk: Джерела
zh_hans: 数据来源
zh_hant: 資料來源

source: Southward Bz
cs: Jižní Bz
da: Sydvendt Bz
de: Südwärts Bz
es: Bz hacia el sur
fi: Etelään suuntautunut Bz
fr: Bz vers le sud
it: Bz verso sud
ja: 南向き Bz
ko: 남향 Bz
nb: Sørvendt Bz
nl: Zuidwaarts Bz
pl: Południowe Bz
pt_br: Bz para o sul
sv: Sydvänt Bz
tr: Güneye dönük Bz
uk: Південний Bz
zh_hans: 南向 Bz
zh_hant: 南向 Bz

source: Southward IMF and a fast wind are coupling energy in — storm conditions likely.
cs: Jižně orientované IMF a rychlý vítr vnášejí energii — bouřkové podmínky pravděpodobné.
da: Sydvendt IMF og hurtig vind kobler energi ind – stormforhold sandsynlige.
de: Südwärts gerichtetes IMF und schneller Wind koppeln Energie ein – Sturmbedingungen wahrscheinlich.
es: El CMI hacia el sur y un viento rápido están inyectando energía: es probable que haya tormenta.
fi: Etelään suuntautunut IMF ja nopea tuuli syöttävät energiaa – myrskyolot todennäköisiä.
fr: Un CMI orienté sud et un vent rapide injectent de l'énergie — conditions orageuses probables.
it: Il CMI verso sud e un vento veloce stanno immettendo energia — condizioni di tempesta probabili.
ja: 南向き IMF と高速の太陽風がエネルギーを流入させています — 嵐の条件になる可能性が高いです。
ko: 남향 IMF와 빠른 태양풍이 에너지를 유입시키고 있습니다 — 폭풍 조건이 발생할 가능성이 높습니다.
nb: Sørvendt IMF og rask vind kobler inn energi – stormforhold sannsynlig.
nl: Zuidwaarts IMF en een snelle wind koppelen energie in — stormcondities waarschijnlijk.
pl: Południowe IMF i szybki wiatr wprowadzają energię — prawdopodobne warunki burzowe.
pt_br: O CMI para o sul e um vento rápido estão injetando energia — condições de tempestade prováveis.
sv: Sydvänt IMF och snabb vind kopplar in energi – stormförhållanden troliga.
tr: Güneye dönük IMF ve hızlı rüzgâr enerji aktarıyor — fırtına koşulları olası.
uk: Південне ММП і швидкий вітер закачують енергію — ймовірні умови бурі.
zh_hans: 南向行星际磁场与高速太阳风正在注入能量——很可能出现风暴条件。
zh_hant: 南向行星際磁場與高速太陽風正在注入能量——很可能出現風暴條件。
